Repository: meirusfandi/storia
Catalog: lib/l10n/app_*.arb
Languages: id

# login_success_message
source: Login successful
id: Berhasil login

# login_error_message
source: Login failed
id: Login gagal! Silahkan coba kembali!.

# login_input_password
source: Password
id: Kata Sandi

# login_input_email_error
source: Please enter a valid email address
id: Harap masukan alamat email yang valid

# login_input_password_error
source: Please enter a valid password
id: Harap masukan kata sandi yang valid

# login_input_password_error_length
source: Password must be at least 8 characters long
id: Kata sandi minimal 8 karakter

# login_input_email_placeholder
source: Enter your email address
id: Masukan alamat email

# login_input_password_placeholder
source: Enter your password
id: Masukan kata sandi

# login_dont_have_account
source: Don't have an account?
id: Belum punya akun?

# login_create_account
source: Register here
id: Daftar disini

# register_button
source: Register
id: Daftar

# register_page_title
source: Register
id: Daftar

# register_success_message
source: Registration successful
id: Daftar berhasil

# register_error_message
source: Registration failed
id: Daftar gagal! Silahkan coba kembali!.

# register_input_password
source: Password
id: Kata Sandi

# register_input_email_error
source: Please enter a valid email address
id: Harap masukan alamat email yang valid

# register_input_password_error
source: Please enter a valid password
id: Harap masukan kata sandi yang valid

# register_input_password_error_length
source: Password must be at least 8 characters long
id: Kata sandi minimal 8 karakter

# register_input_name
source: Name
id: Nama

# register_input_name_error
source: Please enter a valid name
id: Harap masukan nama yang valid

# register_input_email_placeholder
source: Enter your email address
id: Masukan alamat email

# register_input_password_placeholder
source: Enter your password
id: Masukan kata sandi

# register_input_name_placeholder
source: Enter your name
id: Masukan nama

# story_detail_title
source: Detail Story
id: Detail Cerita

# story_detail_description
source: Description
id: Deskripsi

# story_detail_empty_label
source: Detail Story Not Found
id: Detail Cerita Kosong

# story_detail_empty_desc
source: Please check the story id again
id: Silahkan pilih cerita yang ingin dilihat

# story_form_title
source: Add New Story
id: Tambah Cerita

# story_form_camera
source: Camera
id: Kamera

# story_form_gallery
source: Gallery
id: Galeri

# story_form_input_desc
source: Description
id: Deskripsi

# story_form_input_desc_error
source: Please enter a valid description
id: Harap masukan deskripsi

# story_form_input_desc_placeholder
source: Enter your description
id: Masukan deskripsi

# story_welcome
source: Welcome {name}
id: Selamat Datang, {name}

# story_empty_title
source: Empty List Story
id: Daftar Cerita Kosong

# story_empty_desc
source: List Story is Empty. Create your story and will be show here
id: Daftar cerita kosong. Buat ceritamu dan tampilkan disini.

# story_max_refresh
source: Have reach maximum page
id: Sudah mencapai batas halaman

# general_save
source: Save
id: Simpan

# general_error
source: Something wrong, Please try again
id: Terjadi Kesalahan, Silahkan coba kembali

# general_bahasa
source: Indonesian
id: Bahasa Indonesia

# general_english
source: English
id: Bahasa Inggris

# general_no_maps
source: No Location Data
id: Tidak ada data lokasi
